import { ILocation, Location } from "../types"

export const locationsDataset: Location[] = [
    new Location(
        'Москва',
        'Москва — город исторический и современный одновременно: старинные постройки соседствуют с деловыми кварталами в стиле хай-тек. Здесь расположено более 500 музеев, 3 объекта Всемирного наследия ЮНЕСКО и множество мировых архитектурных рекордов. Увидеть роскошь московской архитектуры, как известно, можно и под землей: центральные станции метро — истинные «дворцы для народа» с мозаиками, росписями, лепниной и завораживающей подсветкой. Москва — мегаполис, в котором есть всё: лучшие рестораны, современные ночные клубы, небоскребы, головокружительные виды и даже тихие старинные дворики, словно бы время в них остановилось еще в позапрошлом веке.',
        'imageUrl',
        0,
        0
    )
]